{
    "id": 0,
    "title": "Capitolo 0",
    "images": [
      {
        "url": "assets/images/oscuro_sacerdote_kurono.jpg",
        "imageWidth": 736,
        "imageHeight": 1104,
        "events": [
          {},{},{},
          {
            "id": 1,
            "title": ["Gli avventurieri vanno", "a esorcizzare K'rono"],
            "causes": ["K'rono è stato liberato dalla sua prigione"],
            "effects": ["Rottura/esorcizzazione dei cristalli", "Uccidere/risparmiare i koboldi saccheggiatori"],
            "description": "Un gruppo di avventurieri esperto viene mandato alla caccia di K'rono, uno dei sacerdoti che corrupperol'energia della dea Aurora. Durante la loro missione, scoprono che il recipiente di K'rono è un bambino, un innocente il cui corpo è stato preso ostaggio dal secerdote. Inoltre, grazie all'intervento di un sacerdote dell'ordne della Dea, l'energia di K'rono è stata divisa in cristalli. Esorcizzare i cristalli è difficile, ma rompendoli l'energia verrà restituita alla divinità maligna Morgana."
          },
          {
            "id": 2,
            "title": ["Risparmiati i koboldi"],
            "causes": ["---"],
            "effects": ["I koboldi aiutano nel resto dell'avventura"],
            "description": "Alcuni koboldi si sono stanziati presso del rovine di Fort Ouph per saccheggiarle. Nonostante fossero in possesso di uno dei cristalli, avete deciso di non ucciderli. Chissà che ruolo avranno in futuro..."
          },
          {
            "id": 3,
            "title": ["1 cristallo rotto"],
            "causes": ["---"],
            "effects": ["Opportunità per Erurupp di ottenire una seconda vita in caso di sconfitta"],
            "description": "In un impeto di ira e paura, Sante ha rotto il cristallo. Fidchell sembrava avere dubbie intenzioni, benchè stesse solo esprimendo la profezia e fosse entusiasta del fatto che si stesse avverando. Tuttavia, anche il profeta avrà delle sorprese."
          },
          {
            "id": 4,
            "title": ["4 cristalli esorcizzati"],
            "causes": ["---"],
            "effects": ["Viene trovata la 'Chiave del Crepuscolo'"],
            "description": "Grazie agli sforzi e all'astuzia degli avventurieri, nonchè alla forza di volontà del piccolo K'rono, il malvagio sacerdote che si era impossessato del suo corpo viene completamente esorcizzato. L'energia converge verso Arche Koeln, come la profezia aveva annunciato."
          }
        ]
      },
      {
        "url": "assets/images/rovine_dell_antica_dea.jpg",
        "imageWidth": 736,
        "imageHeight": 736,
        "leftCrop": 300,
        "events": [
          {
            "id": 6,
            "title": ["Aura viene liberata"],
            "causes": ["Il gruppo di avventurieri riesce nella sua missione"],
            "effects": ["Timothi porta Aura ad Arche Koeln"],
            "description": "Un gruppo improbabile di avventurieri affronta delle rovine, a cui viene legato apparentemente per puro caso. Riescono a indebolire il sigillo sulla piccola Aura, la figlia mai nata della dea Aurora e del suo amato Harald. Si tratta di un gesto già profetizzato? O è l'inizio di una divergenza?"
          },
          {
            "id": 5,
            "title": ["Erurupp corrompe la mente", "di un warlock"],
            "causes": ["Erurupp è stato sconfitto, ma la sua mente è rimasta nel piano etereo"],
            "effects": ["Erurupp uccide Uroboro"],
            "description": "Un warlock partecipante alla missione improvvisata è affiliato al patrono sovrano della morte. Questi sembra suggerire di interagire con il sigillo di Aura, per diventare un 'pezzo grosso'. Il warlock viene sedotto dalla promessa di sapere ed esegue, permettendo ad Erurupp, insidiatosi nel collegamento tra il warlock ed il suo patrono, di stringere un patto con Morgana, diventando 'Il Terrore della Morte'."
          },
          {
            "id": 7,
            "title": ["I koboldi aiutano a", "sconfiggere Eurife"],
            "causes": ["I koboldi sono stati risparmiati"],
            "effects": ["Eurife perde la concentrazione sul suo 'dominio'"],
            "description": "Eurife stringe a se il suo 'dominio', la prigione che è stata imposta a lei e ad Aura, in cambio dei poteri della divinità e dell'eterna giovinezza. Il gruppo di avventurieri la affronta a testa bassa, ma capisce presto di essere stato ingannato. Grazie all'aiuto dei koboldi, di nuovo nel posto sbagliato al momento sbagliato, rescono ad avere un supporto nel rempore gli oggetti caridne del dominio, facendolo rollare temporanemanete e permettendo loro di agire. Sembra che il gruppo di koboldi si sia fatto convincere perchè in competizione con Toko e Bina..."
          }
        ]
      },
      {
        "url": "assets/images/protettore_di_mac_anu.jpg",
        "imageWidth": 736,
        "imageHeight": 736,
        "leftCrop": 300,
        "events": [
          {},{},{},
          {
            "id": 8,
            "title": ["Mac Anu è salva"],
            "causes": ["Toko e Bina sono sopravvissuti agli inganni di Erurupp"],
            "effects": ["Mac Anu riporta solo minimi danni alle strutture e qualche vittima"],
            "description": "Un gruppo di avventurieri di stanza a Mac Anu incontra Toko e Bina, che hanno ricevuto da Fidchell istruzioni sull'ubicazione del drago d'argento protettore di Mac Anu. Questi accetta di aiutare contro la minaccia di Uroboro, ma solo a patto che sia lui ad essere ucciso subito dopo, prima che l'energia oscura lo corrompa. La battaglia pesa con i suoi danni collaterali, persino qualche vittima (anche a causa di uno degli avventurieri stessi), ma Mac Anu può essere ricostruita."
          },
          {},
          {
            "id": 9,
            "title": ["Erurupp uccide Uroboro"],
            "causes": ["Erurupp inganna un wrlock e assorbe l'energia di Morgana"],
            "effects": ["Erurupp viene sconfitto di nuovo e si rifugia ad Arche Koeln"],
            "description": "Erurupp coglie di sorpresa il suo precedente sovrano, Uroboro, e lo bandisce da questo mondo. Comincia inoltre ad adempiere alla sua parte del contratto con Morgana, mietendo vittime a Mac Anu, semindando morte per Miyriad. Ma gli avventurieri impediscono la rigenerazione dell'araldo della morta, mentre il drago d'argento riesce a farne cadere la forma fisica sotto i suoi colpi. Ma la battaglia non è ancora finita..."
          }
        ]
      },
      {
        "url": "assets/images/tempio_di_arche_koeln.jpg",
        "imageWidth": 736,
        "imageHeight": 981,
        "leftCrop": 185,
        "events": [
          {
            "id": 10,
            "title": ["Timothi porta Aura", "ad Arche Koeln"],
            "causes": ["Aura viene salvata e portata fuori dalla sua prigione"],
            "effects": ["La 'Chiave del Crepuscolo' viene attivata"],
            "description": "Timothi riesce ad usare i collegamenti, normalmente riservati alle sole comunicazioni, delle pietre segnalatrici per trasportare Aura fuori dalla sua prigione ad Arche Koeln, un tempio-laboratorio dove spera di trovare una soluzione al problema."
          },
          {
            "id": 11,
            "title": ["Erurupp si rifugia", "nell'energia di Morgana"],
            "causes": ["Un cristallo di K'rono è stato rotto, dando l'energia necessaria alla Dea Morgana", "Erurupp è stato sconfitto a Mac Anu"],
            "effects": ["???"],
            "description": "Erurupp prova a prendere il controllo del laboratorio, per attirare l'energia della Dea e corromperla, ottenendo poteri simil divini. Timothi accorre a cercare di fermarlo, am può solo rallentare il processo. I tre avventurieri però riescono contenere e sconfiggere una volta per tutto la volontà di Erurupp. Sarà questa la volta buona che diciamo addio per sempre all'ex-cultista di Uroboro?"
          },
          {},
          {},
          {},
          {
            "id": 12,
            "title": ["Trovata la", "\"Chiave del Crepuscolo\""],
            "causes": ["4 cristalli di K'rono sono stati esorcizzati"],
            "effects": ["???"],
            "description": "Tre avventurieri portano uno strano libro che, come una calamita, viene toccato dalla bambina. La voce della Dea riechieggia e tutti i personaggi ottengono un grande potere. Ma quella che sembra l'alba può rivelarsi il tramonto, cosa ne sarà di questo mondo ora che la Chiave è in mano ai Giocatori?"
          }
        ]
      }
    ],
    "connections": [
      {
        "end": 1,
        "color": "blue"
      },
      {
        "end": 5,
        "color": "red"
      },
      {
        "end": 8,
        "color": "green"
      },
      {
        "start": 1,
        "end": 2,
        "color": "blue"
      },
      {
        "start": 1,
        "end": 3,
        "color": "red"
      },
      {
        "start": 1,
        "end": 4,
        "color": "green"
      },
      {
        "start": 2,
        "end": 7,
        "color": "green"
      },
      {
        "start": 3,
        "end": 11,
        "color": "red"
      },
      {
        "start": 4,
        "end": 12,
        "color": "green"
      },
      {
        "start": 5,
        "end": 9,
        "color": "red"
      },
      {
        "start": 6,
        "end": 10,
        "color": "blue"
      },
      {
        "start": 9,
        "end": 11,
        "color": "red"
      },
      {
        "start": 10,
        "end": 12,
        "color": "blue"
      }
    ]
  }
  